Repository: kjoshj/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Sending of the testing message failed, your configuration is possibly wrong.
nl: Het verzenden van het testbericht is mislukt. Uw configuratie is mogelijk onjuist.

source: Cannot change automatic restart settings.
nl: Kan instelling van automatische herstart niet wijzigen.

source: Cannot update approvals settings.
nl: Kan goedkeuringsinstellingen niet updaten.

source: Cannot start updater
nl: Kan de updater niet starten

source: You can't set it with disabled automatic updates.
nl: U kunt dit niet instellen met uitgeschakelde automatische updates.

source: Guide
nl: Stappenplan

source: 400 - Bad Request
nl: 400 - Ongeldig verzoek

source: Error:
nl: Fout:

source: Trace:
nl: Traceren:

source: 404 - Page not found
nl: 404 - Pagina niet gevonden

source: Page not found :(
nl: Pagina niet gevonden :(

source: Server error
nl: Serverfout

source: 500 - Server error
nl: 500 - Serverfout
