Repository: kjoshj/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Here you can set the guide walkthrough which will guide you through the basic configuration of your device.
nl: Hier kunt u het gewenste stappenplan kiezen wat u zal begeleiden bij de basisinstellingen van uw apparaat.

source: Recommended
nl: Aanbevolen

source: Here you can check and set the name of your device.
nl: Hier kunt u de naam van uw apparaat controleren en instellen.

source: The hostname can contain only alphanumeric characters, hyphens, underscores and can't be empty.
nl: De hostnaam mag alleen alfanumerieke tekens, punten en platte streepjes bevatten en mag niet leeg zijn.

source: Rewrite the hostname to set a new one.
nl: Wijzig de hostnaam om een nieuwe in te stellen.

source: Hostname Settings
nl: Hostnaam-instellingen

source: Device hostname
nl: Hostnaam apparaat

source: Network Interfaces
nl: Netwerkinterfaces

source: Here you can configure the settings of the network interfaces on your device. You can switch the physical network interfaces among networks. If you are unsure what to set here, use the default settings.
nl: Hier kunt u de instellingen configureren van de netwerkinterfaces van uw apparaat. U kunt de fysieke netwerkinterfaces koppelen aan verschillende netwerken. Als u niet weet wat u hier moet instellen gebruikt u de standaard instellingen.

source: You have to assign at least one interface to this group.
nl: U dient ten minste één interface aan deze groep toe te kennen.

source: Ports are open on your WAN interface. It's better to reconfigure your interface settings to avoid security issues.
nl: Er zijn open poorten op uw WAN-interface. Het is beter om uw interface opnieuw te configureren om beveiligingsproblemen te voorkomen.

source: It acts as an external network connection. Firewall rules should be applied here. It can only contain a single interface.
nl: Het fungeert als een externe netwerkconnectie. Firewall regels dienen hier ingesteld te worden. Dit kan alleen een enkele interface bevatten.

source: It acts as a local network connection. LAN should contain devices that are under your control, and you trust them. These devices can see each other and can access this web interface. It is recommended that the LAN should contain at least one interface. Otherwise, you might not be able to configure this device easily.
nl: Het fungeert als een lokale netwerkconnectie. Het LAN dient alleen apparaten te verbinden die onder uw toezicht staan en u kunt vertrouwen. Deze apparaten kunnen elkaar zien en kunnen deze web-interface benaderen. Het is aanbevolen dat het LAN-netwerk in ieder geval één netwerkinterface bevat, anders kunt u dit apparaat niet op een gemakkelijke manier configureren.

source: It acts as a local network connection. Unlike LAN, the devices in the guest network can't access the configuration interface of this device and only can access WAN (internet). This network should be used for devices that you don't fully trust. Note that you can also limit the download/upload speed of the devices connected to the guest network.
nl: Het fungeert als een lokale netwerkconnectie. In tegenstelling tot het LAN-netwerk kunnen de apparaten in het gastnetwerk niet de configuratie-interface van dit apparaat benaderen. Deze apparaten kunnen alleen het WAN (internet) benaderen. Dit netwerk is daarom geschikt voor apparaten die u niet volledig vertrouwd. Merk op dat u ook de download- en uploadsnelheid van de aangesloten apparaten op het gastnetwerk kunt beperken.

source: There are no interfaces in this group.
nl: Er zijn geen interfaces toegewezen aan deze groep.

source: Base module
nl: Basismodule

source: Network
nl: Netwerk

source: State
nl: Status

source: Link speed
nl: Verbindingssnelheid

source: N/A
nl: N.v.t.

source: Unassigned
nl: Niet toegewezen

source: LAN Settings
nl: LAN-instellingen

source: Redirect to 192.168.1.1
nl: Doorsturen naar 192.168.1.1

source: Router's IP address in the inner network.
nl: IP-adres van de router in het interne netwerk.

source: DHCP (automatic configuration)
nl: DHCP (automatische configuratie)

source: Static IP address (manual configuration)
nl: Statisch IP-adres (handmatige configuratie)

source: Don't connect this device to LAN
nl: Sluit dit apparaat niet aan op het LAN

source: Overview
nl: Overzicht

source: Network Settings
nl: Netwerkinstellingen

source: Administration
nl: Beheer

source: Region & Time
nl: Regio en Tijd

source: Notifications
nl: Meldingen

source: Package Management
nl: Pakketbeheer

source: Update Settings
nl: Update-instellingen

source: Packages
nl: Pakketten

source: Languages
nl: Talen

source: Advanced Administration
nl: Geavanceerde instellingen

source: Logout
nl: Afmelden

source: No notifications
nl: Geen meldingen

source: Dismiss all
nl: Alles verwerpen

source: Reboot Required
nl: Herstart vereist

source: Approve Update
nl: Update goedkeuren

source: See details in <a href=${ForisURLs.packageManagement.updates}>Updates</a> page.
nl: Zie de <a href=${ForisURLs.packageManagement.updates}>Updates</a> pagina voor meer details.

source: Install now
nl: Nu installeren

source: Cannot install updates.
nl: Kan updates niet installeren.

source: If you need to reboot the device, click on the following button. The reboot process takes approximately 30 seconds, and then you will be required to log in again.
nl: Als u het apparaat opnieuw moet opstarten, klikt u op de volgende knop. Het reboot proces kan ongeveer 30 seconden in beslag nemen. U dient nadien opnieuw in te loggen.

source: Reboot is required
nl: Opnieuw opstarten is vereist

source: Reboot or attention is required
nl: Opnieuw opstarten of aandacht is vereist

source: Reboot or attention is required or update was installed
nl: Opnieuw opstarten, of aandacht is vereist, of een update is geïnstalleerd

source: Recipient's email
nl: E-mailadres ontvanger

source: Importance
nl: Prioriteit

source: Send news
nl: Nieuws versturen

source: Custom
nl: Aangepast

source: Your device can send you e-mail notifications about required reboots, important events, installed updates and new features according to your settings. When done with configuration, you can test it by pressing Send test notification.
nl: Uw apparaat kan e-mail meldingen versturen over vereiste herstarts, belangrijke gebeurtenissen, geïnstalleerde updates en nieuwe features conform uw instellingen. Nadat u de configuratie heeft afgerond, kunt u de meldingen testen door op 'Verzend testmelding' te klikken.

source: None
nl: Geen

source: SMTP Settings
nl: SMTP instellingen

source: Sender address (From)
nl: Adres afzender (Van)

source: Server address
nl: Serveradres

source: Server port
nl: Serverpoort

source: Security
nl: Beveiliging

source: Username
nl: Gebruikersnaam

source: Sender's name
nl: Naam van afzender

source: There are some unsaved changes in the notifications settings. Do you want to discard them and test the notifications with the old settings?
nl: Er zijn niet-opgeslagen wijzigingen aangebracht in het configuratiescherm van de meldingen. Wilt u de wijzigingen verwerpen en de meldingen testen met de oude instellingen?

source: You will not receive the test notification to your email inbox with current importance level. Please raise the importance level at least to "Reboot or attention is required" and click "Save" button if you want to get this notification by email.
nl: U zult de testmelding per e-mail niet ontvangen met de huidig ingestelde prioriteit. Als u een e-mail melding wilt ontvangen, verhoogt u dan de prioriteit tot minimaal het niveau "Opnieuw opstarten of aandacht is vereist" en klik op de knop "Opslaan".

source: Send test notification
nl: Verzend testmelding

source: Confirm
nl: Bevestigen

source: If you set SMTP provider to "Turris", the servers provided to members of the Turris project would be used. These servers do not require any additional settings. If you want to set your own SMTP server, please select "Custom" and enter required settings.
nl: Als u de SMTP-provider instelt op "Turris", dan worden de servers van het Turris-project gebruikt. Voor deze servers zijn geen aanvullende instellingen vereist. Als u uw eigen SMTP-server wilt instellen, selecteert u "Aangepast" en voert u de vereiste instellingen in.

source: Email address of recipient. Separate multiple addresses by comma.
nl: E-mail adres van ontvanger. Meerdere adressen scheiden door middel van een komma.

source: Send emails about new features.
nl: Stuur e-mails over nieuwe functies.

source: Name of the sender - will be used as a part of the sender's email address before the "at" sign.
nl: Naam van de afzender - zal worden gebruikt als deel van het e-mailadres van de afzender voor het @-teken.

source: This is the address notifications are send from.
nl: Notificaties worden vanaf dit adres verzonden.

source: Can't be empty.
nl: Kan niet leeg zijn.

source: Sender's name can't be empty.
nl: Naam van de ontvanger kan niet leeg zijn.

source: Sender's name can contain only alphanumeric characters, dots and underscores.
nl: De naam van de afzender mag alleen alfanumerieke tekens, punten en platte streepjes bevatten.

source: Port is an number.
nl: Poort is een nummer.

source: Maximum port is 65535.
nl: Maximale poort is 65535.

source: Minimum port is 1.
nl: Minimale poort is 1.

source: Automatic Updates
nl: Automatische Updates

source: Activated
nl: Geactiveerd

source: Disabled
nl: Uitgeschakeld

source: Dynamic Firewall
nl: Dynamische Firewall

source: Go to NetMetr
nl: Ga naar NetMetr

source: Megabit per second
nl: Megabit per seconde

source: Millisecond
nl: Milliseconde

source: Performed
nl: Uitgevoerd

source: No tests have been performed lately.
nl: Er zijn onlangs geen tests uitgevoerd.

source: Go to OpenVPN Client Settings
nl: Ga naar OpenVPN Client Instellingen

source: There are no clients added yet.
nl: Er zijn nog geen clients toegevoegd.

source: More details
nl: Meer details

source: Apart from the standard installation, you can optionally select bundles of additional software that would be installed on the router. This software can be selected from the following lists. Please note that only software that is part of Turris OS or that has been installed from package lists and not marked as community-supported is supported by the Turris team.
nl: Los van de standaard installatie kunt u optioneel bundels van aanvullende software selecteren om te installeren op de router. Deze software kan worden geselecteerd vanuit de volgende lijst. Merk op dat het Turris team alleen software ondersteund welke onderdeel is van TurrisOS of geïnstalleerd is vanuit de lijst met pakketten maar niet is gemarkeerd als 'community-supported'.

source: Most Important License Agreement Points
nl: De belangrijkste punten uit de Gebruikersovereenkomst

source: The automatic updates system is one of the most important features of the Turris router. Thanks to this function, your router's software stays up to date and offers better protection against attacks from the Internet.<br>It is <b>highly recommended</b> to have this feature <b>turned on</b>. If you decide to disable it, be warned that this might weaken the security of your router and network in case flaws in the software are found.
nl: Eén van de belangrijkste eigenschappen van de Turris router is het ontvangen van automatische updates. Dankzij deze functie is de software van uw rouer altijd up-to-date en wordt u beter beschermd tegen aanvallen vanaf het internet. <br/> Het wordt <b>sterk aanbevolen</b> deze functie <b>in te schakelen</b>. Als u besluit om geen gebruik te maken van de functie, realiseer u dat de veiligheid van uw router en uw netwerk kan worden verzwakt in het geval er fouten worden gevonden in de software. <br/> Door gebruik te maken van automatische updates stemt u in met de gebruikersovereenkomst van deze functie. Meer informatie is <a href="" data-toggle="modal" data-target="#licenceModal">hier</a> beschikbaar.

source: Number of days that must pass between receiving the request for restart and the automatic restart itself.
nl: Aantal dagen die voorbij moeten gaan tussen het ontvangen van een verzoek om herstart en de automatisch herstart.

source: Time of day of automatic reboot in HH:MM format.
nl: Tijd van automatische herstart in UU:MM-formaat.

source: Automatic Restarts After Software Update
nl: Automatische herstarts na een Software Update

source: Delay (days)
nl: Vertraging (dagen)

source: Reboot time
nl: Herstarttijd

source: Time should be in HH:MM format.
nl: Tijd moet in UU:MM-formaat worden ingevuld.

source: Restart can be delayed by at most 10 days
nl: Herstart kan worden vertraagd voor maximaal 10 dagen

source: Delay must be a positive number
nl: Vertraging moet een positief getal zijn

source: Automatic installation
nl: Automatische installatie

source: Updates will be installed without user's intervention.
nl: Updates worden geïnstalleerd zonder interventie van de gebruiker.

source: Delayed updates
nl: Uitgestelde updates

source: Updates will be installed with an adjustable delay. You can also approve them manually.
nl: Updates worden geïnstalleerd na een instelbare tijd. Handmatig goedkeuren is ook mogelijk.

source: Update approval needed
nl: Update moet goedgekeurd worden

source: You have to approve the updates, otherwise they won't be installed.
nl: Je moet de updates goedkeuren, anders worden deze niet geïnstalleerd.

source: Update Approvals
nl: Update goedkeuring

source: Update approvals can be useful when you want to make sure that updates won't harm your specific configuration. You can e.g. install updates when you're prepared for a possible rollback to a previous snapshot and deny the questionable update temporarily. It isn't possible to decline the update forever an it will be offered to you again together with the next package installation.
nl: Update goedkeuring kan nuttig zijn wanneer je zeker wilt zijn dat updates geen schade berokkenen aan uw specifieke configuratie. U kunt bijvoorbeeld updates uitstellen tot u voorbereid bent op een mogelijke roll-back naar een vorige snapshot en de betreffende update nu tijdelijk wilt weigeren. Het is niet mogelijk om de update voor altijd te weigeren. Deze wordt opnieuw aangeboden bij de volgende pakket installatie.

source: Delayed updates (hours)
nl: Uitstel van updates (uren)

source: Updates must be delayed by least 1 hour and at most by 168 hours
nl: Updates kunnen minimaal voor 1 uur en maximaal voor 168 uur worden uitgesteld

source: Updates will be installed shortly.
nl: Updates worden spoedig geïnstalleerd.

source: There is %d package to be updated.
nl: Er is %d pakket wat wordt geüpdatet.

source: See <a data-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">details</a>
nl: Zie <a data-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">details</a>

source: Approve Update From %s
nl: Keur update van %s goed

source: There are no updates awaiting your approval.
nl: Er zijn geen updates die wachten op uw goedkeuring.

source: Action
nl: Actie

source: Current
nl: Huidig

source: New
nl: Nieuw

source: Check and install updates
nl: Controleer en installeer updates

source: Manually check for updates and install them immediately.
nl: Controleer handmatig op updates en installeer deze direct.

source: Check updates
nl: Controleer op updates

source: Manually check for updates and review them immediately.
nl: Controleer handmatig op updates en beoordeel deze direct.

source: Cannot fetch updater status.
nl: Kan status updater niet ophalen.

source: Please enable <a href="${ForisURLs.packageManagement.updateSettings}">automatic updates</a> to manage packages and languages.
nl: Schakel <a href="${ForisURLs.packageManagement.updateSettings}">automatische updates</a> in om pakketten en talen te beheren.

source: Set your password for this administration interface.
nl: Stel uw wachtwoord voor deze beheerinterface in.

source: Same password would be used for accessing this administration interface, for root user in LuCI web interface and for SSH login. Use a strong password! (If you choose not to set the password for advanced configuration here, you will have the option to do so later. Until then, the root account will be blocked.)
nl: Hetzelfde wachtwoord zal worden gebruikt voor toegang tot deze beheerinterface, voor de root-gebruiker in de LuCI-webinterface en voor de SSH-login. Gebruik een sterk wachtwoord! (Als u ervoor kiest om het wachtwoord voor geavanceerde configuratie hier niet in te stellen, dan heeft u de mogelijkheid om dit later te doen. Tot die tijd wordt het root account geblokkeerd.)

source: In order to access the advanced configuration options which are not available here, you must set the root user's password. The advanced configuration options can be managed either through the <a href="%s" target="_blank" rel="noopener noreferrer">LuCI web interface</a> or via SSH.
nl: Om toegang te krijgen tot de geavanceerde instellingen (welke hier niet beschikbaar zijn), moet u een root user wachtwoord instellen. De geavanceerde instellingen kunnen worden beheerd via de <a href="%s" target="_blank" rel="noopener noreferrer">LuCI web-interface</a> of via SSH.

source: Region and Time
nl: Regio en Tijd

source: It is important for your device to have the correct time set. If your device's time is delayed, the procedure of SSL certificate verification might not work correctly.
nl: Het is belangrijk om de tijd van uw apparaat correct in te stellen. Als de tijd van uw apparaat is vertraagd, kan de procedure voor SSL-certificaat verificatie mogelijk niet goed werken.

source: Time should be in YYYY-MM-DD HH:MM:SS format.
nl: De tijd moet in JJJJ-MM-DD UU:MM:SS formaat zijn.

source: Region Settings
nl: Regionale Instellingen

source: Please select the timezone the router is being operated in. Correct setting is required to display the right time and for related functions.
nl: Selecteer de tijdzone waar de router gebruikt wordt. Dit is nodig om de juiste tijd weer te geven en voor gerelateerde functies.

source: Continent or ocean
nl: Continent of oceaan

source: Country
nl: Land

source: Timezone
nl: Tijdzone

source: Manually
nl: Handmatig

source: Time Settings
nl: Tijdsinstellingen

source: Time should be up-to-date otherwise DNS and other services might not work properly.
nl: De klok moet gelijk lopen, anders kunnen services zoals DNS mogelijk niet goed werken.

source: How to set time
nl: Hoe tijd in te stellen

source: Hide NTP servers list
nl: Verberg NTP Server lijst

source: Show NTP servers list
nl: Toon NTP Server lijst

source: NTP Servers
nl: NTP Server

source: Network restart after %d sec.
nl: Netwerk herstart na %d seconden.

source: Network restarting
nl: Netwerk wordt opnieuw opgestart

source: Reconnecting
nl: Opnieuw verbinden

source: Reboot after %d sec.
nl: Herstart na %d seconden.

source: Rebooting
nl: Opnieuw opstarten

source: An Error Occurred
nl: Er is een fout opgetreden

source: More detailed information is available in the console of your web browser - on most browsers accessible after pressing Ctrl+Shift+J or F12.
nl: Meer informatie is beschikbaar in de console van uw webbrouwser. In de meeste browsers is deze beschikbaar na indrukken van Ctrl+Shift+J of F12.

source: Please report this error to our support team via e-mail: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
nl: Meld a.u.b. deze fout door eens mail te sturen aan ons support-team: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.

source: Colon is used as a separator, for example 00:11:22:33:44:55
nl: Dubbele punt wordt gebruikt als scheidingsteken, bijvoorbeeld 00:11:22:33:44:55

source: Custom MAC address
nl: Aangepast MAC-adres

source: DUID which will be provided to the DHCPv6 server.
nl: DUID die naar DHCPv6-server wordt gestuurd.

source: IPv6 address and prefix length for WAN interface e.g. 2001:db8:be13:37da::1/64
nl: IPv6-adres en prefix lengte voor WAN-interface. Bijvoorbeeld 2001:db8:be13:37da::1/64

source: Address range for local network, e.g. 2001:db8:be13:37da::/64
nl: Adresbereik voor het lokale netwerk, bijv. 2001:db8:be13:37da::/64

source: In order to use 6to4 protocol, you might need to specify your public IPv4 address manually (e.g. when your WAN interface has a private address which is mapped to public IP).
nl: Om gebruik te kunnen maken van het 6to4-protocol moet het publieke IPv4-adres handmatig worden opgegeven (bijvoorbeeld als de WAN-interface een privé-adres heeft dat wordt ‘gemapt’ naar een publiek adres).

source: This address will be used as a endpoint of the tunnel on the provider's side.
nl: Dit adres wordt gebruikt als eindpunt van de tunnel aan de kant van de provider.

source: IPv6 addresses which will be routed to your network.
nl: IPv6-adressen die worden gerouteerd naar uw netwerk.

source: Maximum Transmission Unit in the tunnel (in bytes).
nl: Maximale transmissie-eenheid in de tunnel (in bytes).

source: Some tunnel providers allow you to have public dynamic IPv4. Note that you need to fill in some extra fields to make it work.
nl: Sommige tunnel-providers ondersteunen dynamische publieke IPv4-adressen. Om dit te kunnen laten werken moet extra informatie worden opgegeven.

source: ID of your tunnel which was assigned to you by the provider.
nl: ID van de tunnel die door de provider is toegekend.

source: Username which will be used to provide credentials to your tunnel provider.
nl: Gebruikersnaam die wordt gebruikt om toegang te krijgen bij de tunnel-provider.

source: Key which will be used to provide credentials to your tunnel provider.
nl: Sleutel die wordt gebruikt om toegang te krijgen bij de tunnel-provider.

source: DHCPv6 (automatic configuration)
nl: DHCPv6 (automatische configuratie)

source: 6to4 (public IPv4 address required)
nl: 6to4 (publiek IPv4-adres nodig)

source: 6in4 (public IPv4 address required)
nl: 6in4 (publiek IPv4-adres nodig)

source: Disable IPv6
nl: IPv6 uitschakelen

source: IPv6 Settings
nl: IPv6

source: Custom DUID
nl: Aangepaste DUID

source: Address
nl: Adres

source: Public IPv4
nl: Publiek IPv4-adres

source: Provider IPv4
nl: IPv4-adres provider

source: Routed IPv6 prefix
nl: Gerouteerd IPv6-prefix

source: Key
nl: Sleutel

source: PPPoE (for DSL bridges, etc.)
nl: PPPoE (voor DSL bruggen etc.)

source: IPv4 Settings
nl: IPv4

source: PAP/CHAP username
nl: PAP-/CHAP-gebruikersnaam

source: PAP/CHAP password
nl: PAP-/CHAP-wachtwoord

source: If you want to use your router as a Wi-Fi access point, enable Wi-Fi here and fill in an SSID (the name of the access point) and a corresponding password. You can then set up your mobile devices using the QR code available within the form.
nl: Als u uw router als Wi-Fi-toegangspunt wilt gebruiken, schakel dan hier Wi-Fi-toegang in en vul een SSID (de naam van het toegangspunt) en een bijbehorend wachtwoord in. Vervolgens kunt u uw mobiele apparaten instellen door op de knop rechts naast de SSID te klikken en de QR-code te scannen.

source: Can't add new DNS forwarder.
nl: Kan geen nieuwe DNS-forwarder toevoegen.

source: Can't set DNS forwarder.
nl: Kan DNS-forwarder niet instellen.

source: Can't delete DNS forwarder.
nl: Kan DNS-forwarder niet verwijderen.

source: Wrong current password.
nl: Verkeerd huidig wachtwoord.

source: This is a testing notification. Please note it would be sent to your e-mail address only if you set the importance level to "Reboot or attention is required" or higher.
nl: Dit is een testmelding. Merk op dat u deze melding alleen in uw e-mail inbox ziet als u de prioriteit heeft ingesteld op "Opnieuw opstarten of aandacht is vereist" of hoger.
