Repository: kjoshj/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: About
nl: Over

source: Here you can find some information about your device. Please include it in your message if you contact our <a href="mailto:tech.support@turris.cz" target="_blank">customer support</a>.
nl: Hier vind u informatie over het apparaat. Vermeld het in uw bericht als u contact opneemt met onze <a href="mailto:tech.support@turris.cz" target="_blank">klantenondersteuning</a>.

source: Device
nl: Apparaat

source: Serial number
nl: Serienummer

source: reForis version
nl: reForis-versie

source: Turris OS version
nl: Turris OS-versie

source: Turris OS is currently released in various branches, which have different functions and varying stability - you can pick, which branch you want to test.
nl: Turris OS wordt momenteel uitgebracht in verschillende branches, die verschillende functies en verschillende stabiliteit hebben - u kunt kiezen welke branch u wilt testen.

source: Kernel version
nl: Kernel-versie

source: Reset
nl: Opnieuw instellen

source: Warning!
nl: Waarschuwing!

source: Are you sure you want to reset the router?
nl: Weet u zeker dat u de router terug wilt zetten naar fabrieksinstellingen?

source: Cancel
nl: Annuleren

source: Confirm factory reset
nl: Herstellen naar fabrieksinstellingen bevestigen

source: Reboot
nl: Opnieuw opstarten

source: Are you sure you want to restart the router?
nl: Weet u zeker dat u de router opnieuw wilt opstarten?

source: Confirm reboot
nl: Opnieuw opstarten bevestigen

source: Go to top
nl: Ga naar boven

source: IPv6 DHCP Client List
nl: IPv6 DHCP-clientlijst

source: This list contains all devices that are connected to the network through wired or wireless connections using IPv6.
nl: Deze lijst bevat alle apparaten die verbonden zijn met het netwerk via bekabelde of draadloze verbindingen die IPv6 gebruiken.

source: No clients found.
nl: Geen DHCP-clients gevonden.

source: Hostname
nl: Hostnaam

source: IPv6 Address
nl: IPv6-adres

source: Expires
nl: Verloopt

source: Never
nl: Nooit

source: Hostname which will be provided to DHCP server.
nl: Hostnaam die aan de DHCP-server wordt doorgegeven.

source: DHCP hostname
nl: DHCP-hostnaam

source: Enable this option to automatically assign IP addresses to the devices connected to the router.
nl: Schakel deze optie in om automatisch IP-adressen toe te wijzen aan de apparaten die met de router zijn verbonden.

source: DHCP start
nl: DHCP IP-startadres

source: DHCP max leases
nl: DHCP max. aantal leases

source: Maximum number of addresses available for DHCP clients.
nl: Maximum aantal adressen die beschikbaar zijn voor DHCP-clients.

source: Lease time (hours)
nl: Leasetijd (uur)

source: Value must be a number.
nl: Waarde moet een getal zijn.

source: Value must be positive.
nl: Waarde moet een positief getal zijn.

source: Invalid network settings. DHCP settings can't be validated.
nl: Ongeldige netwerkinstellingen. DHCP-instellingen kunnen niet worden gevalideerd.

source: Minimum lease time is 1 hour.
nl: Minimum leasetijd is 1 uur.

source: Address is outside current network.
nl: Adres ligt buiten het huidige netwerk.

source: Address is already reserved for other purposes.
nl: Het adres is al gereserveerd voor andere doeleinden.

source: Too many addresses requested. Set a lower number or change DHCP start.
nl: Te veel adressen aangevraagd. Stel een lager aantal in of wijzig het startadres van de DHCP.

source: The only DHCP lease is the same as router's address. Increase limit or change start address.
nl: De enige DHCP-lease is hetzelfde als het adres van de router. Verhoog de limiet of wijzig het startadres.

source: DNS server address is not required as the built-in DNS resolver is capable of working without it.
nl: Er is geen DNS-serveradres vereist omdat de ingebouwde DNS-omzetter ook zonder deze kan werken.

source: IP address
nl: IP-adres

source: Network mask
nl: Subnetmasker

source: This field is required.
nl: Dit veld is vereist.

source: This is not a valid network mask.
nl: Dit is geen geldig netwerkmasker.

source: DHCP Client List
nl: DHCP-clientlijst

source: This list contains all devices that are connected to the network through wired or wireless connections.
nl: Deze lijst bevat alle apparaten die via bekabelde of draadloze verbindingen verbonden zijn met het netwerk.

source: IPv4 Address
nl: IPv4-adres

source: MAC Address
nl: MAC-adres

source: Active
nl: Actief

source: Device is active
nl: Apparaat is actief

source: Device is inactive
nl: Apparaat is niet actief

source: Edit static lease
nl: Statische lease aanpassen

source: Set static lease
nl: Statische lease instellen

source: Add static lease
nl: Statische lease toevoegen

source: Save
nl: Opslaan

source: List of available hostnames
nl: Lijst met beschikbare hostnamen

source: IPv4 address
nl: IPv4-adres

source: List of available IPv4 addresses
nl: Lijst met beschikbare IPv4-adressen

source: MAC address
nl: MAC-adres

source: List of available MAC addresses
nl: Lijst met beschikbare MAC-adressen

source: Actions
nl: Acties

source: Edit
nl: Aanpassen

source: Delete
nl: Verwijderen

source: Set Static
nl: Als statisch instellen

source: Static lease added successfully.
nl: Statische lease succesvol toegevoegd.

source: Static saved successfully.
nl: Statische lease succesvol opgeslagen.

source: Hostname cannot be empty.
nl: Hostnaam mag niet leeg zijn.

source: IPv4 address cannot be empty.
nl: IPv4-adres mag niet leeg zijn.

source: MAC address cannot be empty.
nl: MAC-adres mag niet leeg zijn.

source: Test is running…
nl: Test wordt uitgevoerd …

source: Test connection again
nl: Verbinding opnieuw testen

source: Test connection
nl: Test verbinding

source: IPv4 connectivity
nl: IPv4-connectiviteit

source: IPv4 gateway connectivity
nl: Connectiviteit IPv4-gateway

source: IPv6 connectivity
nl: IPv6-connectiviteit

source: IPv6 gateway connectivity
nl: Connectiviteit IPv6-gateway

source: Connection test successful
nl: Verbindingstest succesvol

source: Connection test failed
nl: Verbindingstest is mislukt

source: Connection test not started
nl: Verbindingstest is niet gestart

source: Router Turris uses its own DNS resolver with DNSSEC support. It is capable of working independently or it can forward your DNS queries your internet service provider's DNS resolver.
nl: Turris gebruikt zijn eigen DNS-resolver met DNSSEC-ondersteuning. Deze kan onafhankelijk werken of uw DNS-aanvragen doorsturen naar de DNS-resolver van uw internetprovider.

source: The following setting determines the behavior of the DNS resolver. Usually, it is better to use the ISP's resolver in networks where it works properly. If it does not work for some reason, it is necessary to use direct resolving without forwarding.
nl: De volgende instelling bepaalt het gedrag van de DNS-resolver. Meestal is het beter om de resolver van de internetprovider te gebruiken in netwerken waar deze goed werkt. Als deze om een of andere reden niet werkt, is het nodig om directe omzetting zonder doorsturen te gebruiken.

source: In rare cases, ISP's have an improperly configured network, which interferes with DNSSEC validation. If you experience problems with DNS, you can <b>temporarily</b> disable DNSSEC validation to determine the source of the problem. However, keep in mind that without DNSSEC validation, you are vulnerable to DNS spoofing attacks! Therefore we <b>recommend keeping DNSSEC turned on</b> and resolving the situation with your ISP as this is a serious flaw on their side.
nl: n zeldzame gevallen hebben ISP's een verkeerd geconfigureerd netwerk, waardoor DNSSEC-validatie wordt verstoord. Als u problemen ondervindt met DNS, kunt u DNSSEC-validatie <b>tijdelijk</b> uitschakelen om de bron van het probleem te bepalen. Houd er echter rekening mee dat u zonder DNSSEC-validatie kwetsbaar bent voor DNS-spoofingaanvallen! Daarom <b>raden we aan om DNSSEC ingeschakeld te laten</b> en de situatie op te lossen met uw internetprovider, aangezien dit een ernstige fout is van hun kant.

source: Connection Test
nl: Verbindingstest

source: Here you can test your internet connection. This test is also useful when you need to check that your DNS resolving works as expected. Remember to click on the <b>Save button</b> if you changed your forwarder setting.
nl: Hier kunt u uw internetverbinding testen. Deze test is ook nuttig om te controleren of uw DNS-verzoeken naar verwachting worden verwerkt. Vergeet niet om op <b>Opslaan</b> te klikken als u de DNS-instellingen hebt gewijzigd.

source: This will enable your DNS resolver to place DHCP client's names among the local DNS records.
nl: Hiermee kan de DNS-resolver de namen van de DHCP-clients tussen de lokale DNS-records plaatsen.

source: This domain will be used as suffix. E.g. The result for client "android-123" and domain "my.lan" will be "android-123.my.lan".
nl: Dit domein wordt gebruikt als suffix. Bijvoorbeeld: het resultaat voor client "android-123" en domein "my.lan" wordt "android-123.my.lan".

source: DNS Settings
nl: DNS-instellingen

source: Use forwarding
nl: Doorsturen gebruiken

source: Enable DNSSEC
nl: DNSSEC inschakelen

source: Enable DHCP clients in DNS
nl: DHCP-clients in DNS inschakelen

source: Domain of DHCP clients in DNS
nl: Domein van DHCP-clients in DNS

source: DNSSEC is a security technology that protects DNS communication against attacks on the DNS infrastructure.
nl: DNSSEC is een beveiligingstechnologie die DNS-communicatie beschermt tegen aanvallen op de DNS-infrastructuur.

source: We strongly recommend keeping DNSSEC validation enabled unless you know that you will be connecting your device to the network where DNSSEC is broken.
nl: We raden sterk aan om DNSSEC-validatie ingeschakeld te houden, tenzij u weet dat u uw apparaat gaat verbinden met een netwerk waar DNSSEC niet werkt.

source: Do you still want to continue and stay unprotected?
nl: Wilt u nog steeds doorgaan en onbeschermd blijven?

source: Disable DNSSEC
nl: DNSSEC uitschakelen

source: Edit forwarder
nl: Forwarder aanpassen

source: Add custom forwarder
nl: Eigen forwarder toevoegen

source: Use provider's DNS resolver
nl: DNS-resolver van provider gerbruiken

source: Base 64 encoded SHA-256.
nl: Base64 gecodeerde SHA-256.

source: "No TLS" means that the regular UDP-base DNS protocol is used.
nl: "Geen TLS" betekent dat het gewone DNS-protocol op basis van UDP wordt gebruikt.

source: Name
nl: Naam

source: TLS hostname
nl: TLS-hostnaam

source: ${label} Addresses
nl: ${label}-adressen

source: Add ${label} address
nl: Adres ${label} toevoegen

source: Forwarder saved successfully.
nl: Forwarder succesvol opgeslagen.

source: Can't save forwarder.
nl: Kan forwarder niet opslaan.

source: Forwarder added successfully.
nl: Forwarder succesvol toegevoegd.

source: Can't add new forwarder.
nl: Kan forwarder niet toevoegen.

source: Forwarder name should have at least one symbol.
nl: Naam van forwarder moet minstens één symbool bevatten.

source: Hostname should have at least one symbol.
nl: Hostnaam moet minstens één symbool bevatten.

source: TLS pin should have at least one symbol.
nl: TLS-pin moet minstens één symbool bevatten.

source: Define at least one of the IP addresses of the forwarder.
nl: Geef tenminste één van de IP-adressen van de forwarder op.

source: Guest Network
nl: Gastnetwerk

source: The guest network is used for <a href="${ForisURLs.wifi}">guest Wi-Fi</a>. It is separated from your ordinary LAN. Devices connected to this network are allowed to access the internet but are not allowed to access the configuration interface of this device or the devices in LAN.
nl: Het gastnetwerk wordt gebruikt voor <a href="${ForisURLs.wifi}">gast-WiFi</a>. Dit netwerk is gescheiden van uw eigen LAN. Apparaten die zijn verbonden met het gastnetwerk hebben toegang tot het internet, maar hebben geen toegang tot de configuratie-interface van dit apparaat of tot andere apparaten in uw eigen LAN.

source: Router's IP address in the guest inner network.
nl: Het IP-adres van de router in het gastnetwerk.

source: Network mask of the guest inner network.
nl: Netwerkmasker van het gastnetwerk.

source: This option enables you to set a bandwidth limit for the guest network, so that your main network doesn't get slowed-down by it.
nl: Met deze optie kunt u een bandbreedtelimiet instellen voor het gastnetwerk, zodat het hoofdnetwerk er niet door vertraagd wordt.

source: Download speed in guest network (in kilobits per second).
nl: Downloadsnelheid in gastnetwerk (in kilobits per seconde).

source: Upload speed in guest network (in kilobits per second).
nl: Uploadsnelheid in gastnetwerk (in kilobits per seconde).

source: Guest Network Settings
nl: Netwerkinstellingen gastnetwerk

source: Enable Guest Network
nl: Gastnetwerk inschakelen

source: Router IP address
nl: IP-adres router

source: Enable DHCP
nl: DHCP inschakelen

source: Enable QoS
nl: QoS inschakelen

source: Download speed must be positive
nl: Downloadsnelheid moet positief zijn

source: Upload speed must be positive
nl: Uploadsnelheid moet positief zijn

source: This network currently doesn't contain any devices. The changes you make here will become fully functional after you assign a network interface to this network.
nl: Dit netwerk bevat momenteel geen apparaten. De wijzigingen die u hier aanbrengt, worden actief nadat u een netwerkinterface aan dit netwerk hebt toegewezen.

source: All network interfaces of this network are currently down.
nl: Alle netwerkinterfaces van dit netwerk zijn momenteel niet actief.

source: Welcome to Foris web interface. This guide will help you to setup your device. Firstly it is required to set your password. Note the security of your home network is in your hands, so try not to use weak passwords.
nl: Welkom op de Foris webinterface. Dit stappenplan helpt u om uw apparaat in te stellen. Ten eerste is het van belang dat u een wachtwoord instelt. Besef dat de beveiliging van het netwerk in uw handen ligt. Probeer daarom zwakke wachtwoorden te voorkomen.

source: Your password is set. You may proceed to the next step.
nl: Uw wachtwoord is ingesteld. U kunt nu verdergaan met de volgende stap.

source: The workflow was set. You may proceed to next step.
nl: De workflow is ingesteld. U kunt nu verdergaan met de volgende stap.

source: Here you need to decide which interfaces belong to which network.
nl: Hier bepaalt u welke interface bij welk netwerk behoort.

source: If you are in doubt use the current settings.
nl: Als u twijfelt kunt u de huidige instellingen gebruiken.

source: You've configured your network interfaces. It seems that you didn't break any crucial network settings so you can safely proceed to the next step.
nl: U heeft de netwerkinterfaces ingesteld. Het lijkt erop dat de cruciale netwerkinstellingen goed zijn ingesteld. U kunt nu verder gaan met de volgende stap.

source: Now you need to set the time and timezone of your device.
nl: Nu dient u de tijd en tijdzone van uw apparaat in te stellen.

source: Your time and timezone seem to be set. Please make sure that the time matches the time on your computer if not try to update it via NTP or manually.
nl: Uw tijd en tijdzone zijn ingesteld. Zorg ervoor dat de tijd van uw apparaat overeenkomt met de tijd op uw computer. Zo niet, probeer de tijd dan bij te werken via NTP of werk de tijd handmatig bij.

source: A proper DNS resolving is one of the key security features of your device. Let's configure it now.
nl: Een goede DNS-omzetting is een van de belangrijkste beveiligingsfuncties van uw apparaat. Laten we het nu configureren.

source: You've updated your DNS configuration. Try to run connection test to see whether your DNS resolver is properly set.
nl: U hebt uw DNS-configuratie gewijzigd. Voer een verbindingstest uit om te kijken of de DNS-omzetter goed is ingesteld.

source: In order to access the internet, you need to configure your WAN interface.
nl: Om toegang te krijgen tot het internet dient u de WAN-interface te configureren.

source: You've configured your WAN interface. Try to run connection test to see whether it is working properly and if so you can safely proceed to the next step.
nl: U heeft uw WAN-interface geconfigureerd. Voer een verbindingstest uit om te kijken of de WAN-verbinding goed werkt. Als dit het geval is dan kunt u doorgaan naar de volgende stap.

source: Now you should configure your LAN interface. Note that when you change your network settings you probably won't be able to connect to the configuration interface unless you restart the network on your current device.
nl: Nu dient u uw LAN-interface te configureren. Let op! Wijzigingen in de netwerkinstellingen ervoor kunnen zorgen dat deze configuratie-interface niet meer bereikbaar is totdat het netwerk op uw apparaat opnieuw is opgestart.

source: You've configured your LAN interface. Try to test whether settings work properly and if so you can safely proceed to the next step.
nl: U heeft uw LAN-interface geconfigureerd. Probeer de instellingen te testen. Als uw netwerk goed functioneert dan kunt u doorgaan naar de volgende stap.

source: Now you need to configure automatic updates on your device.
nl: Nu dient u de automatische updates te configureren.

source: Please wait till the updater finishes its run.
nl: Een moment geduld alstublieft totdat het updateproces is voltooid.

source: Congratulations! Now your device is ready to be used.
nl: Gefeliciteerd! Uw apparaat is nu klaar voor gebruik.

source: Congratulations! Now your device is able to act as a router and route network traffic among LAN, WAN and guest network.
nl: Gefeliciteerd! Nu kan uw apparaat fungeren als router en netwerkverkeer routeren tussen LAN, WAN en gastnetwerk.

source: Minimal device setup is finished. Note that you probably need to perform some further configuration updates to fit the device to your needs.
nl: De basisinstellingen zijn voltooid. Waarschijnlijk dient u nog andere instellingen aan te passen om het apparaat op uw gebruik af te stemmen.

source: Your device is now ready to be used. You can tweak the rest of the setting in the administration interface. Once you finish the guide, your Shield will try to connect to the Internet, and you will end up in the administration interface.
nl: Uw apparaat is nu klaar voor gebruik. U kunt de overige instellingen aanpassen in de beheerinterface. Zodra u klaar bent met het instellen, probeert uw Shield verbinding te maken met het internet en komt u in de beheerinterface terecht.

source: You chose to act as local server this means that it doesn't make sense to put any interfaces to your WAN and Guest Network. So it is a good idea to assign all interfaces to LAN.
nl: U heeft ervoor gekozen om het apparaat in te stellen als lokale server. Dit betekent dat het niet zinnig is om interfaces te koppelen aan het WAN en gastnetwerk. Het is een goed idee om alle interfaces te koppelen aan LAN.

source: To act as a local server, there's no need to manage LAN (if you still want to manage it reset the guide and choose the Router workflow). You probably want to act as a client here thus select <strong>Computer</strong> mode here.
nl: Er is geen noodzaak om het LAN te beheren als uw apparaat functioneert als lokale server. U wilt waarschijnlijk verbinden met het netwerk als client. Selecteer daarom <strong>Computer</strong> modus. Als u nog steeds het netwerk wilt beheren, start het stappenplan dan opnieuw en kies de router workflow.

source: If you select the <strong>static</strong> configuration be sure that the IP addresses are entered correctly otherwise you won't be able to access this configuration interface when the new settings are applied.
nl: Als u de <strong>statische</strong> configuratie kiest, zorg er dan voor dat de IP-adressen correct zijn ingesteld om te voorkomen dat u geen toegang meer kunt krijgen tot deze configuratie-interface na het opslaan van de nieuwe instellingen.

source: If you select the <strong>DHCP</strong> method you probably you need to obtain a new IP address of this device. You can obtain it from the DHCP server which is managing your LAN. Then you need to connect to the new IP address to proceed the guide.
nl: Als u <strong>DHCP</strong> kiest, dient u waarschijnlijk een nieuw IP-adres toe te kennen. U kunt dit IP-adres verkrijgen bij de DHCP-server van uw LAN. Vervolgens gebruikt u het nieuwe IP-adres om verder te gaan.

source: Note that either way you might need to re-plug your ethernet cables after you update the settings here.
nl: In ieder geval moet u waarschijnlijk de netwerkkabels opnieuw aansluiten, nadat u de instellingen heeft veranderd.

source: Please test whether the settings you provided are working correctly. It means that you can access the configuration interface of your device, and your device can access the internet.
nl: Test de ingevoerde instellingen om te kijken of deze correct werken. Dit betekent dat u toegang heeft tot de configuratie-interface van uw apparaat en dat deze in staat is om het internet te bereiken (u kunt dit testen met de onderstaande verbindingstest).

source: Congratulations! Now your device should be able to act as a server on your local network.
nl: Gefeliciteerd! Uw apparaat is nu ingesteld om te fungeren als server op uw lokale netwerk.

source: Cannot mark guide as finished.
nl: Kan het stappenplan niet markeren als voltooid.

source: Password
nl: Wachtwoord

source: Time
nl: Tijd

source: Finish
nl: Voltooien

source: Next step
nl: Volgende stap

source: Skip guide
nl: Sla stappenplan over

source: Guide Finished
nl: Stappenplan voltooid

source: Once you leave this guide you'll be granted access to the full configuration interface of this device.
nl: Als u het stappenplan afsluit, krijgt u toegang tot de volledige configuratie-interface van dit apparaat.

source: To further improve your security consider installing data collection plugin (via Package Management). This will allow you to be part of our security research to discover new attackers and give you access to dynamic firewall updates blocking known attackers.
nl: Om de veiligheid verder te verbeteren kunt u de installatie van de data collection plugin overwegen (via pakketbeheer). Dit stelt u in staat om onderdeel uit te maken van ons veiligheidsonderzoek naar nieuwe aanvallers en geeft u toegang tot dynamische firewall updates waarmee bekende aanvallers worden geblokkeerd.

source: Continue
nl: Doorgaan

source: This workflow will help you to setup your device to act as a local server. It means that the device will provide some kind of service to other devices within your local network (e.g. act as a network-attached storage).
nl: Deze workflow helpt u om uw apparaat in te stellen als lokale server. Dit betekent dat het apparaat een dienst aanbiedt aan andere apparaten in uw eigen lokale netwerk (bijvoorbeeld als Network Attached Storage, oftewel een NAS).

source: After you finish this workflow your device will be able to act as a fully functional router. It assumes that you want to have more or less standard network setup.
nl: Nadat deze workflow is afgesloten zal het apparaat als router functioneren. Er wordt van een min-of-meer standaard netwerkconfiguratie uitgegaan.

source: Just set your password and you are ready to go. This workflow is aimed to more advanced users who intend to set everything manually.
nl: Alleen nog uw wachtwoord instellen en u bent klaar. Deze workflow is bedoeld voor meer gevorderde gebruikers die alles handmatig willen instellen.

source: Local Server
nl: Lokale Server

source: Minimal
nl: Minimaal

source: Cannot set workflow.
nl: Kan de workflow niet instellen.

source: Guide Workflow
nl: Handleiding workflow
